-- ----------------------------
-- Records of lib_rank
-- ----------------------------
INSERT INTO `lib_rank` VALUES (27, 658, 10217, '挚也城设计总监，从业经验十余年。主张空间设计是为了呈现出人生最美丽的场景，设计就是海纳百川又去粗取精的过程。设计源于生活，而高于生活。曾荣获金堂奖酒店优秀奖 祝融灯光奖 金蝴蝶别墅金奖 艾特商业空间奖等。', '挚也城设计总监，从业经验十余年。主张空间设计是为了呈现出人生最美丽的场景，设计就是海纳百川又去粗取精的过程。设计源于生活，而高于生活。曾荣获金堂奖酒店优秀奖 祝融灯光奖 金蝴蝶别墅金奖 艾特商业空间奖等。');
INSERT INTO `lib_rank` VALUES (28, 316, 72050, '方平米设计总监，从业经验丰富。设计是我去改变错误认知和对美学片面理解的手段，对作品、对客户负责，保持初心，对更大的世界的向往之心，让我对每一个设计都保持着新鲜感。', '方平米设计总监，从业经验丰富。设计是我去改变错误认知和对美学片面理解的手段，对作品、对客户负责，保持初心，对更大的世界的向往之心，让我对每一个设计都保持着新鲜感。');
INSERT INTO `lib_rank` VALUES (29, 622, 72113, '韩锋设计事务所主理人，从业经验十余年。认为空间是有限的，但空间的设计是无限的，致力于在有限的空间里创造无限的空间设计。', '韩锋设计事务所主理人，从业经验十余年。认为空间是有限的，但空间的设计是无限的，致力于在有限的空间里创造无限的空间设计。');
INSERT INTO `lib_rank` VALUES (30, 322, 15449, '金艳，杭州凯米空间设计（KIM设计）创始人/设计总监。设计理念：用专业的服务 为屋主提供属于自己的生活方式。2018 CYIDA中国浙江青年室内设计奖住宅空间设计优秀奖；CBDA中国建筑装饰设计奖设计银奖/杰出室内设计师等。', '金艳，杭州凯米空间设计（KIM设计）创始人/设计总监。设计理念：用专业的服务 为屋主提供属于自己的生活方式。2018 CYIDA中国浙江青年室内设计奖住宅空间设计优秀奖；CBDA中国建筑装饰设计奖设计银奖/杰出室内设计师等。');


-- ----------------------------
-- Records of lib_rank_brand
-- ----------------------------
INSERT INTO `lib_rank_brand` VALUES (27, 83, '海尔集团是一家全球领先的美好生活解决方案服务商，始终坚持“人的价值第一”的发展主线。海尔始终剪锤不断创新，推出了全球首台物联网空调和除甲醛、除PM2.5空调，引领空调行业实现了从温度调节到“空气质量调节”的颠覆升级。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 133, '松下空调扎根中国21载，产品已涵盖壁挂式空调、柜式空调以及中央空调三大系列，全方位满足不同层次的用户需求。旗下主推主推的强速冷、强速暖功能的壁挂式空调成为松下电器史上制冷暖迅速的空调。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 148, 'TCL空调以“智享家的每一度”向消费者传递价值和品牌理念，从愉悦度、节能每一度、气流舒适度、温度、湿度、空气洁净度及智慧家庭360度互联，为消费者创造舒适生活享受。旗下钛金空调制冷速度特别快，特别省电，而且空调自清洁，不用清洗。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 434, '海信空调多年来专注于变频空调的技术创新、产品品质的提升和产业的迭代升级。旗下健康家X系列的新风空调，能根据不同温度在40%-60%这一区间内自动匹配人体最舒适湿度，达到了“温湿联动，润氧呼吸”的效果。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 609, '奥克斯始终定位为“健康空调倡导者”，坚持以“优质平价”策略做市场，并与韩国三星、日本松下等国际研发机构强强联手，提升企业的创新研发实力。旗下内外双静音空调系国内首创，噪音低至24分贝。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 660, '美的始终以“致力创造美好生活”为己任，注重研发和自主创新，通过“聚集全球智慧”战略工程，建立多个研发实验室。其空调不仅以节能著称，还有无风感空调系列，为业内首创无风感技术。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 787, '大金自创业以来，在空调领域已发展成为集空调机、冷媒及压缩机的研发、生产、销售与服务为一体的专业企业。研发中心通过不断模拟全国各地天气、气候环境变化，根据不同环境条件研发对应性能的空调，真正做到满足不同地域的需求。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (27, 1325, '格力坚持“以科技进步推动发展，以高新产品占领市场”的发展思路，主打新产品、新技术，自主研发的多功能地暖户式中央空调、1赫兹变频空调等一系列“国际领先”产品，填补了行业空白。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 82, '方太致力于为追求高品质生活的人们提供优质的产品和服务，打造健康环保有品位的生活方式，专注于嵌入式厨房电器业务，方太抽油烟机在风机底部创新“V型静流弧”，对抽烟起到倒流作用，使油烟更顺畅吸入，有效降低紊流阻力和噪音。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 83, '海尔集团是一家全球领先的美好生活解决方案服务商，始终坚持“人的价值第一”的发展主线。海尔始终剪锤不断创新，研发生产的一款侧吸式“负压净吸”油烟机，通过技术创新实现油烟吸净率，成为解决消费者厨房油烟困扰的一大利器。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 370, '伊莱克斯品牌框架中的视觉语言参考极富特色，它以一系列的建筑、室内、产品的图片为参照，伊莱克斯旗下的抽油烟机具备优质的电机静音设计，密封性强，动力强劲，舒适人机触控体验，持久光亮如新。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 434, '海信油烟机多年来专注于抽油烟机的技术创新、产品品质的提升和产业的迭代升级，大气美观，百搭多种厨房风格，提升厨房整体格调，具备全新的能效标准，节能低碳，省时省力。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 479, '苏泊尔拥有明火炊具、厨房小家电、厨卫电器三大事业领域，丰富的产品线，全面满足厨房生活需求，苏泊尔侧吸式的抽油烟机具备了强大的大吸力，时尚琴键设计，大小风量随意切换，符合人机工学设计，省力更舒适。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 660, '美的始终以“致力创造美好生活”为己任，注重研发和自主创新，通过“聚集全球智慧”战略工程，建立多个研发实验室，美的抽油烟机主推近吸式吸油烟机，美的厨电近吸式抽油烟机、烟灶消套餐、电热快速加热概念、燃热安全性能成为消费者关注的焦点。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 724, '老板电器致力于改善人类的烹饪环境，把中国悠久的饮食文化与先进的科学技术相结合，让每个家庭都享受到由精湛科技带来的轻松烹饪，老板电器中央吸油烟机由主机、终端机、防火阀、云平台组成。终端机每户一台，无电机，相比传统油烟机，实现了降噪、嵌入式智能系统、风量自适应等。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (28, 810, '对于西门子家电来说，工业设计的语言，还意味着经典的外观，即时清除吸油烟机内部核心动力系统的油脂污垢，带来恒久的清洁动力，以尖端科技再造厨房空气品质的全新标准，让油烟机保持良好的工作状态—长久均衡吸油烟。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 133, '松下以以“A Better Life A Better World”为品牌口号，致力为提高世界人民的文化生活水平做出贡献。旗下扫地机器人可根据地板上的垃圾量、地板的凹凸状态对自身的驱动力、清洁刷回转数、吸尘力等进行自动控制。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 216, '飞利浦致力于打造“健康舒适、优质生活”领域的领导品牌，旗下扫地机器人SmartPro系列使用 TriActive XL 无刷吸嘴、1800Pa 涡轮模式的强劲吸力，智能自动真空吸尘器的清洁效率提升了 2 倍。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 660, '美的不断探索新技术以满足人们对健康生活的诉求，围绕节能、环保、智能等领域开展旋风分离、高效静音、Eco、无尾遥控、智能网络、系统除尘、除螨杀菌、水过滤等先进技术研究，满足全面清扫灰尘和远程清洁等需求。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 1032, '三星旗下的气旋扫地机器人可有效彻底清除边墙死角，精心设计的自清洁刷头，有效防止毛发缠绕，气旋集尘技术有效分离灰尘、毛发并甩入集尘桶中，无回流，防止过滤器堵塞。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 3772, '小狗吸尘器，中国吸尘器品牌，公司是一家专注于清洁电器研发、销售的高新技术企业，旗下扫地机系列采用转速更高的LDS激光测距传感器，探测环境、智能规划路径、躲避障碍，先延边后弓字型清扫。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 4000, '小米是一家以手机、智能硬件和IoT平台为核心的互联网公司，致力于让全球每个人都能享受科技带来的美好生活。米家扫地机器人采用NIDEC无刷电机，具备1800Pa风压。浮动主刷设计，可以根据地面的高低上下浮动，紧贴地面。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 5915, '戴森扫地机器人内置戴森专利第二代数码马达，强劲吸附大块碎屑、微尘和过敏原，不反复清扫，多圆锥气旋突破滤网限制，将灰尘分离并甩入集尘袋，有效防止滤网堵塞。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (29, 6301, 'iRobot成立宗旨之一是让机器人使人们的生活更便利，致力于开发实用有价值的家用机器人。旗下Braava jet® m6 擦地机器人具有精准喷水功能，可有效去除黏腻污物、污垢和厨房油渍，强力清洁， 省时省力。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 57, '奥普是浴霸行业的缔造者，更是浴霸行业的领导者。自1993年奥普公司研制出第一台集取暖、照明、换气三功能为一体的产品，并取名为“浴霸”以来，奥普历二十余载的生产和销售，已成为浴霸及集成吊顶行业的知名品牌。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 126, '雷士照明坚持以改善提高人们的生活体验空间为企业使命，以创新性产品解决方案为切入点，，引领浴霸行业发展，为成为世界瞩目的智慧照明集成方案服务商而努力。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 127, '作为中国照明行业标杆的整体照明解决方案提供者，欧普照明不仅致力于研究光的合理运用，提供贴心产品，还为消费者提供差异化整体照明解决方案等专业的配套服务，全面提升用户体验。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 216, '飞利浦浴霸注重产品研发，强效节能，装配245W强效近红外线取暖灯，采用近红外线IRA技术，健康取暖，热力渗透皮下组织5mm，能促进血液循环，温暖而舒适。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 623, '飞雕电器秉承高品质和时尚的产品设计理念，从生产时尚开关起步，近年来公司在产品开发方面持续创新，经过技术人员潜心研发，现已推出浴霸、换气扇、家用线缆等建筑水电系统产品，旨在为消费者提供建筑水电系统一站式解决方案。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 660, '美的浴霸是美的卫浴电器公司旗下主打产品之一。经过多年的不懈努力和发展，美的浴霸在技术水平上得到极大提升，拥有雄厚的经济基础个科技研发实力。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand` VALUES (30, 701, '澳柯玛浴霸十分重视产品研发，是将灯泡的光感理念运用到取暖设计上，在冬季洗澡时只要开启浴霸无需预热时间，它的灯泡取暖功能就可以立即发热使空间温度瞬间升到26℃，保证一个舒适的浴室环境。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');


-- ----------------------------
-- Records of lib_rank_product
-- ----------------------------
INSERT INTO `lib_rank_product` VALUES (27, 726140, '这款长虹空调具有AI智能感应功能，可自动调节风量、风速、温度等模式，连接智能音箱即可实现声音控制，无需手动操控。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726141, '基于智能PI控制器和高精度速度观测算法，空调可快速制热，瞬间赶走冬季寒意。新三级智弧能效提升16%，更节能。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726142, '夏天使用“智控温”模式，先快速降温，当达到舒适温度，再自动升温，保护全家健康。银离子滤网，阻隔污尘，洁净出风。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726143, '56℃高温自洁技术提高出风质量，有效应对积尘和霉变问题。特有制热放冷风设计，机体预热后开始送风，避免开机被冷风“袭击”。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726144, '康佳的这款空调优化了风道设计，循环风量，立体送风，快速制冷制热。搭载高质强劲压缩机，高效制暖，更省电。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726145, '格力这款云锦Ⅱ系列空调可智能识别房间大小，调整开机运行频率，让省电更简单。WIFI控制，可远程操控，外出到家既享舒适温度。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726146, '奥克斯这款空调为全直流变频，高效节能更稳定，制热只需60s，室内温暖无需等待，自主研发的高温控制逻辑，可有效去除蒸发器细菌，呵护全家健康。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (27, 726148, '这款空调的柔湿制冷模式，可使室内湿度稳定在体感舒适范围，肌肤保持莹润。0.5℃精准控温，告别高一度太热，低一度太冷的不适体验。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726149, '这款美的抽油烟机精巧机身不压抑，适合大多厨房的新装换新，简直就是为小户型量身定做的，本身又不会破坏橱柜、墙体，免去了额外开孔的烦恼，另外下置烟机设计，离得近，吸得进。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726150, '这款抽油烟机净于外型，精于内芯，采用线性分割，能够展现简约之美，直线条与圆弧边角，简化结构感，更显厨房空间，黑晶镜面，喷涂了不锈钢机身，更有澎湃吸力。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726151, '这款抽油烟机能够实现一秒爆吸，四点一线设计，近吸直排系统，科学设计风机的倾斜度，另外具有强悍的性能，源自双涡轮电机系统，飞速吸烟，低噪音运行。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726152, '方太油烟机的立方环吸云板设计，由中央进风变成四周进风，提升了负压面积，实现超大笼烟，即使双灶同时使用时，油烟也难逃逸，一键瞬吸，全速排烟更出众。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726153, '这款抽油烟机宽幅广拢烟，干净有力不跑调，具备高频自动洗功能，解决了烟机清洗难题，另外无惧高温，防水耐热，高效节能，持久耐用。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726154, '万和HC5C系列，清新下厨设计，专为小户型中式厨房定制，小尺寸烟机，换新无须改橱柜，安装方便，吸得干净，排的顺畅，防止油烟扩散，即使爆炒也能轻松应对。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726155, '这款抽油烟机能够360°立体拢烟，轻松吸走油烟味，全押舱技术，减少阻力，能有效阻挡油烟分散，具备风机下置技术，让风机离油烟区更近，轻松应对油烟困扰。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (28, 726156, '这款海尔欧式经典抽油烟机拥有超大的大风量，创新尽畅高效风道，无惧爆炒压力，油烟急速畅吸，清新厨房，告别倒灌不反味，彻底摆脱油烟倒灌烦恼。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726157, '科沃斯的这款扫地机采用新一代智能黄金眼，MAX专业镜头，搭配新一代高精建图，快速还原家居布局。Nidec无刷电机，风页转速和吸力明显提升。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726158, '采用新TrueDetect 3D避障，实时智能感知环境，零误撞。首次清扫就自动分区，支持自由编辑清洁地图，以及记忆多张地图。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726159, '这款扫地机器人精准喷水功能，干湿双擦，有效去除黏腻污物、污垢和厨房油渍。同时具备智能回充，断点续航功能，开机无需再关注。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726160, '创新Clean Base自动集尘技术，可自动清空集尘盒，并将污垢吸入一次性集尘袋，密封处理，清理方便。独特的双效组合胶刷经过专门设计，有效清除地板毛发，避免缠绕。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726161, '这款米家扫地机器人支持三种扫拖模式，专业拖地路径设计，模拟人工清洁，双向反复擦拭，让地板光洁如新。智能精密电控水箱，均匀出水不泡地板。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726162, '4500pa暴风吸力配合尼得科进口无刷电机、流线型无阻风道，清洁效果立竿见影。7.5cm纤薄机身，不放过桌底柜底的清洁。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726163, '加长的双边刷有助双向聚灰，单次清扫面积更大更广，不遗漏。450ml大容量水箱，霍尔感应器和电控水泵双重监控，出水均匀，可湿拖60-80min，中途无需加水。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (29, 726164, '这款美的扫地机器人采用地毯检测增压技术，清扫地毯自动增大吸力，离开后自动恢复原有吸力。可浮动V形主刷，遇到地板地砖缝隙、滑轨等能深入勾缝清扫。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726165, '这款浴霸拥有2000w大功率，采用125mm纤薄箱体，适配集成吊顶按照。产品设计上降低箱体、夹层高度，放大浴室空间，深受用户的喜爱。', NULL, 100, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726166, '这款产品一台机体，拥有多样功能。拥有它就好像拥有一台2610瓦的取暖器，30瓦的吹风机，30瓦的换气扇，12瓦的LED面板灯。一台解决4个问题，省空间又实用。', NULL, 99, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726167, '这款产品拥有720°立体环绕进风，风量高达200m³/h，360°立体循环加热整体升温，全域取暖，即使1米以下的孩子也可全身温暖。', NULL, 98, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726168, '这款F135风暖浴霸采用双核金属滚轴电机，让浴霸内核更强更稳定，强劲暖流，即开即热。5大功能集于一身，全方位满足日常沐浴要求。', NULL, 97, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726169, '采用阿基米德风道远离搭配独立运行电机，科学设计，轻松有效派走浴室浊气；阻燃材料安心使用，选取阻燃铝材面罩，铁塑双箱保护电机，智能温控保护过热自动断电。', NULL, 96, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726170, '选用先进的双核双滚珠轴承高端电机，澎湃动力，实现取暖和换气双运行，制热功率2400w，延迟浴霸其他部件的使用寿命，全方面满足用户的需求。', NULL, 95, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726171, '这款浴霸即开即热，能给你一个温暖的日光浴，490w灯暖，温暖快人一步。产品质量上严格把控，4重检测，保障每一个灯泡的好坏。', NULL, 94, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product` VALUES (30, 726172, '这是一款多功能无线遥控风暖浴霸，能做到360°全域取暖。尤其是之鞥呢无线遥控，能摆脱复杂的埋线烦恼，简易又方便。', NULL, 93, 1, 1, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');


INSERT INTO `lib_rank_brand_show` VALUES (27, 27, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand_show` VALUES (28, 28, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand_show` VALUES (29, 29, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_brand_show` VALUES (30, 30, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');


INSERT INTO `lib_rank_product_show` VALUES (27, 27, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product_show` VALUES (28, 28, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product_show` VALUES (29, 29, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');
INSERT INTO `lib_rank_product_show` VALUES (30, 30, 'admin', '2020-11-19 10:28:36', 'admin', '2020-11-19 10:28:36');